13/data/attachments/eeabdd660dc8067b.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_bdf95f31-4736-4629-b2cb-7d0a6725ca01</nif:username>
            <nif:friendToBeAdded>Benjamin_course_Friend_62889_1</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>